{"topic_id": "1001", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Extremist covert communication advancements", "topic_description": "How are extremist groups advancing covert communication capabilities with technology?"}, {"lang": "zho", "source": "human translation", "topic_title": "极端分子隐匿通讯的进步", "topic_description": "极端分子组织如何利用科技来发展隐匿通讯能力？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "پیشرفت ارتباطات پنهان افراطی", "topic_description": "چگونه گروه های افراطی در حال پیشرفت قابلیت های ارتباطی پنهان با تکنولوژی هستند ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Extremist covert communication advancements", "topic_description": "EXtremist groups advert communication capabwith technology?"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Экстремистские достижения в области тайной коммуникации", "topic_description": "Как экстремистские группы развивают возможности тайной связи с технологией?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Tactics_of_terrorism&oldid=834204722#Communications", "text": "Even though older communication methods like radio are still used, the revolution in communication technology over the past 10–15 years has dramatically changed how terrorist organizations communicate. E-mails, fax transmissions, websites, cell phones, and satellite telephones have made it possible for organizations to contemplate a global strategy. However, too great a reliance on this new technology leaves organizations vulnerable to sophisticated monitoring of communication and triangulation of its source. When Osama bin Laden found out that his satellite phone conversations were being intercepted, he ceased using this method to communicate.", "date": "2018-04-04"}}
{"topic_id": "1002", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Assassination tools techniques", "topic_description": "What tools and techniques are being used in assassination attempts?"}, {"lang": "zho", "source": "human translation", "topic_title": "暗杀工具与技术", "topic_description": "暗杀会使用到什麽工具和技术？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "تکنیک های ابزار Assassination", "topic_description": "از چه ابزارها و تکنیک ‌ هایی در تلاش برای ترور استفاده می ‌ شود ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "暗杀工具技术", "topic_description": "在assassination attempts中使用了哪些工具和技术？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Методы инструментов Убийства", "topic_description": "Какие инструменты и методы используются при покушении на убийство?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Assassination&oldid=886224199#Techniques", "text": "Modern methods\nWith the advent of effective ranged weaponry, and later firearms, the position of an assassination target was more precarious. Bodyguards were no longer enough to hold back determined killers, who no longer needed to directly engage or even subvert the guard to kill the leader in question. Moreover, the engagement of targets at greater distance dramatically increased the chances of an assassin's survival. The first heads of government to be assassinated with a firearm were the Regent Moray of Scotland in 1570, and William the Silent, the Prince of Orange of the Netherlands in 1584. Gunpowder and other explosives also allowed the use of bombs or even greater concentrations of explosives for deeds requiring a larger touch.\n\nExplosives, especially the car bomb, become far more common in modern history, with grenades and remote-triggered land mines also used, especially in the Middle East and Balkans (the initial attempt on Archduke Franz Ferdinand's life was with a grenade). With heavy weapons, the rocket-propelled grenade (RPG) has become a useful tool given the popularity of armored cars (discussed below), while Israeli forces have pioneered the use of aircraft-mounted missiles, as well as the innovative use of explosive devices.\n\nA sniper with a precision rifle is often used in fictional assassinations. However, certain difficulties attend long-range shooting, including finding a hidden shooting position with a clear line-of-sight, detailed advance knowledge of the intended victim's travel plans, the ability to identify the target at long range, and the ability to score a first-round lethal hit at long range, usually measured in hundreds of meters. A dedicated sniper rifle is also expensive, often costing thousands of dollars because of the high level of precision machining and hand-finishing required to achieve extreme accuracy.\n\nDespite their comparative disadvantages, handguns are more easily concealable, and consequentially much more commonly used than rifles. Of 74 principal incidents evaluated in a major study about assassination attempts in the U.S. in the second half of the 20th century, 51% were undertaken by a handgun, 30% with a rifle or shotgun, 15% used knives, and 8% explosives (usage of multiple weapons/methods was reported in 16% of all cases).\n\nIn the case of state-sponsored assassination, poisoning can be more easily denied. Georgi Markov, a Bulgarian dissident was assassinated by ricin poisoning. A tiny pellet containing the poison was injected into his leg through a specially designed umbrella. Widespread allegations involving the Bulgarian government and KGB have not led to any legal results. However, after the fall of the USSR, it was learned that the KGB had developed an umbrella that could inject ricin pellets into a victim, and two former KGB agents who defected said the agency assisted in the murder. The CIA made several attempts to assassinate Fidel Castro, many of the schemes involving poisoning his cigars. In the late 1950s, KGB assassin Bohdan Stashynsky killed Ukrainian nationalist leaders Lev Rebet and Stepan Bandera with a spray gun that fired a jet of poison gas from a crushed cyanide ampule, making their deaths look like heart attacks. A 2006 case in the UK concerned the assassination of Alexander Litvinenko who was given a lethal dose of radioactive polonium-210, possibly passed to him in aerosol form sprayed directly onto his food. Litvinenko, a former KGB agent, had been granted asylum in the UK in 2000 after citing persecution in Russia. Shortly before his death he issued a statement accusing President of Russia Vladimir Putin of involvement in his assassination. President Putin denies he had any part in Litvinenko's death.", "date": "2019-03-04"}}
{"topic_id": "1003", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Human stampede deaths", "topic_description": "Human stampedes/crushes that lead to loss of life"}, {"lang": "zho", "source": "human translation", "topic_title": "人群踩踏造成死亡", "topic_description": "人群踩踏及冲撞造成死亡"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "مرگ و میر انسان", "topic_description": "stampedes انسان / crushes که منجر به از دست دادن زندگی"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "人类ede deaths", "topic_description": "人类的edes/crushes，lead to loss of life"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Смерти людей, страдающих от потрясений", "topic_description": "Человеческие стампеды / трещины, которые приводят к гибели людей"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Stampede&oldid=872561046#Human_stampedes_and_crushes", "text": "Crushes often occur during religious pilgrimages and large entertainment events, as they tend to involve dense crowds, with people closely surrounded on all sides. Human stampedes and crushes also occur in episodes of panic (e.g. in response to a fire or explosion) as people try to get away.\n\nStampedes\nAccording to experts, true \"stampedes\" (and \"panics\") rarely occur except when many people are fleeing in fear, such as from a fire, and trampling by people in such \"stampede\" conditions rarely causes fatal injuries.\n\nCrushes\nCrushes are very often referred to as stampedes but, unlike true stampedes, they can cause many deaths. Crowd density is more important than size. A density of four people per square meter begins to be dangerous, even if the crowd is not very large.\n\nAcademic experts who study crowd movements and crushing disasters oppose the use of the term \"stampede\". \"The rhetoric of 'stampede' is often used to imply that the crowd is animalistic or mindless\". Most reported \"stampedes\" are better understood as \"progressive crowd collapses\": beginning at densities of about six or seven persons per square meter, individuals are pressed so closely against each other they are unable to move as individuals, and shockwaves can travel through a crowd which, at such densities, behaves somewhat like a fluid. If a single person falls, or other people reach down to help, waves of bodies can be involuntarily precipitated forward into the open space. One such shockwave can create other openings in the crowd nearby, precipitating further crushing. Unable to draw breath, individuals in a crowd can also be crushed while standing. Journalistic misuse of the term \"stampede\", says Edwin Galea of the University of Greenwich, is the result of \"pure ignorance and laziness ... it gives the impression that it was a mindless crowd only caring about themselves, and they were prepared to crush people.\" In reality, individuals are directly crushed by others nearby who have no choice, and those who can choose are too distant from the epicenter to be aware of what is happening.\n\nAmong causes of fatal crushes, sometimes described as \"crazes\", is when a large crowd is trying to get toward something; typically occurring when members at the back of a large crowd continue pushing forward not knowing that those at the front are being crushed, or because of something that forces them to move.", "date": "2018-12-07"}}
{"topic_id": "1004", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Urban fire with multiple fatalities", "topic_description": "Details on large urban fires leading to multiple lives lost"}, {"lang": "zho", "source": "human translation", "topic_title": "多人死亡的城市火灾", "topic_description": "大型城市火灾导致多人死亡的细节"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "آتش سوزی شهری با تلفات متعدد", "topic_description": "جزئیات مربوط به آتش سوزی های بزرگ شهری که منجر به چندین زندگی از دست رفته می شود"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "城市火灾，有多种脂肪", "topic_description": "关于大量城市火灾的细节，以减少损失"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Городской пожар с многочисленными смертельными исходами", "topic_description": "Подробная информация о крупных городских пожарах, приводящих к гибели многих людей"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Conflagration&oldid=872678379", "text": "A conflagration is a large and destructive fire that threatens human life, animal life, health, and/or property. It may also be described as a blaze or simply a (large) fire. A conflagration can begin accidentally, be naturally caused (wildfire), or intentionally created (arson). Arson can be for fraud, murder, sabotage or diversion, or due to a person's pyromania. A very large fire can produce a firestorm, in which the central column of rising heated air induces strong inward winds, which supply oxygen to the fire. Conflagrations can cause casualties including deaths or injuries from burns, trauma due to collapse of structures and attempts to escape, and smoke inhalation.", "date": "2018-12-08"}}
{"topic_id": "1005", "languages_with_qrels": ["rus", "zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "political implications of the Kemerovo fire", "topic_description": "What are the political implications of the public reaction to the Kemerovo fire?"}, {"lang": "rus", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "zho", "source": "human translation", "topic_title": "克麦罗沃火灾的政治意义", "topic_description": "大众对克麦罗沃火灾的反应有何政治意义？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "پیامدهای سیاسی آتش کمروو", "topic_description": "پیامدهای سیاسی واکنش عمومی به آتش کمروو چیست ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "波imo火的Kemerovo", "topic_description": "什么是Policy imaction对Kemerovo的公众反应？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "политические последствия Кемеровского пожара", "topic_description": "Каковы политические последствия реакции общественности на кемеровский пожар?"}], "narratives": {"rus": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=2018_Kemerovo_fire&oldid=833479706#Aftermath", "text": "Politicians across the globe sent their condolences. 28 March 2018 was declared the national day of mourning in Russia.\n\nA rally was held in Kemerovo demanding the resignation of Kemerovo Mayor Ilya Seredyuk and the longtime regional governor, Aman Tuleyev. ", "date": "2018-03-31"}}
{"topic_id": "1006", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Ebola in the Democratic Republic of Congo", "topic_description": "What was the extent of the 2018 Ebola outbreak in the Democratic Republic of Congo?"}, {"lang": "zho", "source": "human translation", "topic_title": "刚果共和国中的伊波拉病毒", "topic_description": "2018年刚果共和国伊波拉疫情爆发的范围为何？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "ابولا در جمهوری دموکراتیک کنگو", "topic_description": "میزان شیوع ابولا در سال ۲۰۱۸ در جمهوری دموکراتیک کنگو چقدر بود ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "在剛果民主共和國", "topic_description": "2018年在剛果民主共和國有什麼用途？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Эбола в Демократической Республике Конго", "topic_description": "Какова была степень вспышки Эболы в Демократической Республике Конго в 2018 году?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Kivu_Ebola_epidemic&oldid=874226349#Increasing_cases_and_second_biggest_EVD_outbreak_ever", "text": "The Uganda Ministry of Health has issued an alert for extra surveillance as the neighboring outbreak in the DRC is just 100 kilometres (62 mi) away from its border. On 7 August, the DRC Ministry of Public Health indicated that the total count had climbed to almost 90 cases; two days later, on 9 August, it was nearly 100 cases. On 16 August, the United Kingdom indicated it would help with EVD diagnosis and monitoring in the Democratic Republic of the Congo. On 17 August, the WHO reported that \"contacts\" numbered about 1500 individuals, however there could be more in certain conflict zones in the DRC that can not be reached. Some 954 contacts were successfully followed up on 18 August, however, Mandima Health Zone indicated resistance; as a consequence, contacts were not followed up there per the World Health Organization. On 3 September, WHO stated that 16 health workers had contracted the lethal virus. Health workers must don PPE for protection during treatment of those affected by the virus, as well as various other tasks.\n\nOn 4 September, Butembo, a city with almost one million people, logged its first fatality in the Ebola outbreak. The city of Butembo, in the Democratic Republic of the Congo, has trade links to Uganda, which it borders.\n\nOn 24 September, it was reported that all contact tracing and vaccinations would stop for the foreseeable future in Beni, due to an attack the day before by rebel groups that left several individuals dead. On 25 September, Peter Salama of the World Health Organization indicated that insecurity is obstructing efforts to stop the virus and believes a combination of factors could establish conditions for an epidemic. On 18 October, the Centers for Disease Control and Prevention raised its travelers' alert to the Democratic Republic of the Congo from a level 1 to level 2 for all U.S. travelers. On 26 October, the World Health Organization indicated that half of confirmed cases were not showing any fever symptom, thus making diagnosis more difficult.\n\nOn 6 November, the Centers for Disease Control and Prevention indicated that the current outbreak in the east region of the DRC may not be containable due to several factors. This would be the first time since 1976 that an outbreak has not been able to be curbed. Due to various situations surrounding the current EVD outbreak, WHO indicated on 13 November, that the viral outbreak would last at least 6 months.\n\nOn 23 November it was reported that due to a steady increase in cases, it is expected that the current EVD outbreak in DRC will overtake the Uganda 2000 outbreak of 425 total cases, to become the second biggest EVD outbreak behind only the West Africa Ebola virus epidemic. According to the current available statistics, women are being infected at a higher rate, 60%, than their male counterparts due to the EVD outbreak, a report issued 4 December indicated. ", "date": "2018-12-17"}}
{"topic_id": "1007", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Xi Jinping president for life", "topic_description": "The PRC National People's Congress voted to remove term limits on Xi Jinping's presidency."}, {"lang": "zho", "source": "human translation", "topic_title": "习近平终身主席", "topic_description": "中华人民共和国全国人民代表大会投票移除了习近平的主席任期限制。"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "رئیس جمهور شی جینپینگ برای زندگی", "topic_description": "کنگره ملی خلق چین به حذف محدودیت ‌ های زمانی ریاست جمهوری شی جینپینگ رای داد."}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Xi Jinping意志意志意志意志意志意志意志意志意志意志意志意志", "topic_description": "中共全國人民代表大會在席金平的臨時性上提出了修改限制條件的要求。"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Си Цзиньпин президент на всю жизнь", "topic_description": "Национальный народный конгресс КНР проголосовал за отмену сроков президентства Си Цзиньпина."}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Xi_Jinping&oldid=827811386#Proposed_constitutional_amendment_package", "text": "On 25 February 2018, the constitutional amendment package proposed by the Communist Party of China Central Committee was made public through state-owned Xinhua News Agency. The amendment package was highlighted by the proposed removal of the clause that the President and Vice President \"shall serve no more than two consecutive terms.” The amendment, if passed, would potentially extend Xi's presidency  to more than two consecutive terms.", "date": "2018-02-26"}}
{"topic_id": "1008", "languages_with_qrels": ["fas", "rus", "zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "French protest fuel taxes", "topic_description": "Information on protests in France against rising fuel taxes and possible outcomes of the protests."}, {"lang": "fas", "source": "human translation", "topic_title": "اعتراض فرانسه به مالیات سوخت", "topic_description": "اطلاعات مربوط به اعتراضات در فرانسه علیه افزایش مالیات سوخت و نتایج احتمالی اعتراضات"}, {"lang": "rus", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "zho", "source": "human translation", "topic_title": "法国抗议燃料税", "topic_description": "法国抗议燃料税提昇的信息及抗争可能的结果。"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "اعتراض فرانسه به مالیات سوخت", "topic_description": "اطلاعات در مورد اعتراضات در فرانسه در برابر افزایش مالیات سوخت و نتایج احتمالی اعتراضات."}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "法国最美味的粥", "topic_description": "关于法国的妓女的信息，在法国的妓女和妓女的可能的结果。"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Французский протест налоги на топливо", "topic_description": "Информация о протестах во Франции против повышения налогов на топливо и возможных результатах протестов."}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "rus": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Protests_against_Emmanuel_Macron&oldid=801910503", "text": "After Macron was inaugurated on 15 May 2017, there were numerous risks from Labour unions about the prospect of a large organized protest. The CGT Union has attempted numerous times to organise a large-scale demonstration against Macron with one currently taking place on September 12, 2017. Macron has actively tried to prevent this by opening Labor code reform negotiations with trade unions. The reception among the unions has been mixed with the head of the FO union supporting the negotiations, the CFDT deciding to stay neutral, not participating in the September 12th protests and the CGT denouncing the negotiations alongside its ally SUD. Jean-Luc Melenchon from La France Insoumise has spoken in support of the September 12th protest encouraging members to attend. Melenchon himself organized a protest on July 12, 2017.\n\nPresident Donald Trump's state visit to France during Bastile Day was met with protests, protesters gathered around Place de la République to create a \"No Trump Zone\". Protesters were reportedly protesting about the Trump visit and Macron's policies with the ranks of the protesters being made up of socialists, pro-Palestinian groups, migrants’ rights activists, environmentalists and anti-fascists. Despite mass protests, 59% of French people approve of Trump's visit.\n\nFollowing Prime Minister Edouard Philippe's announcement of the plans for immigration reform, a small protest was led by a group of LGBT activists in Paris holding up a sign reading \"Macron starves migrants, queers without borders\"\n\nA series of protests by wine producers in the South of France have been ongoing since Francois Hollande's presidency. These demonstrations generally involve arson, sabotage and assault. These protests are caused by the importation of wine rather than buying it from French producers and the loss of culture. These protests have led to a 25% decrease in sales for Spanish wine producers. Spanish tankers transporting wine are usually the target of these attacks.\n\nPro-Palestinan protesters began to demonstrate against Macron offering Israel Prime Minister Netanyahu a place at the Paris Holocaust Ceremony. The French Communist Party also opposed Netanyahu's visit. The organizers of the protest were unknown but Le Muslim Post, a religious radioshow promoted the demonstration, encouraging listeners to attend. ", "date": "2018-09-22"}}
{"topic_id": "1009", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "perpetrator India gang rape", "topic_description": "What happened to the perpetrators of the 2012 gang rape and murder of a 23-year-old woman on board a bus in South Delhi?"}, {"lang": "zho", "source": "human translation", "topic_title": "印度轮姦嫌疑犯", "topic_description": "2012年涉嫌在南德里公车上轮姦及杀害23岁女性的嫌疑犯后来如何？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "مجرم تجاوز باند هند", "topic_description": "چه اتفاقی برای عاملان تجاوز باند ۲۰۱۲ و قتل یک زن ۲۳ ساله که سوار اتوبوس در دهلی جنوبی بود افتاد ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "pperpetrator印度gang rape", "topic_description": "在南Delhi的一辆公共汽车上，2012年的巨猿和一个23岁的沃曼的人，对他们的变态者有什么影响？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "преступник Индия групповое изнасилование", "topic_description": "Что случилось с лицами, совершившими групповое изнасилование и убийство 23-летней женщины в автобусе в Южном Дели?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=2012_Delhi_gang_rape_and_murder&oldid=778643683#Conviction_and_sentencing", "text": "On 10 September 2013, the four adult defendants were found guilty of rape, murder, unnatural offences and destruction of evidence. All four men faced the death penalty, and demonstrators outside the courthouse called for the hanging of the defendants. The victim's father also called for the defendants to be hanged, stating, \"We will get complete closure only if all the accused are wiped off from the face of the earth.\" Lawyers for three of the four stated that their clients intended to appeal the verdict. The four men were sentenced on 13 September to death by hanging. Judge Yogesh Khanna rejected pleas for a lesser sentence saying the case has \"shocked the collective conscience of India\", and that \"courts cannot turn a blind eye to such crimes\". The victim's family was present for the sentencing and her mother expressed satisfaction over the verdict saying, \"We were waiting with bated breath, now we are relieved. I thank the people of my country and the media.\" After the verdict was delivered, the people waiting outside the courtroom applauded.\n\nOn 13 March 2014, the Delhi High Court found all the defendants guilty of rape, murder, unnatural offences and destruction of evidence. With the verdict, the High Court confirmed death sentence for all four men convicted in September 2013. The court noted that the crime, which stirred widespread protests over sexual crimes against women in the country, fell into the judicial system's \"rarest of rare category\" that allows capital punishment. The lawyers of the four men said they would appeal to the Supreme Court.\n\nOn 15 March 2014, the Supreme Court of India stayed the execution of two of the four convicts, Singh and Gupta, to allow them to make their appeal against their conviction on 31 March. This was further extended by the court to the second week of July. On 2 June, the two other convicts, Sharma and Thakur, also asked the Supreme Court to stay their execution to allow them to make an appeal of their convictions. On 14 July, their execution was also stayed by Supreme Court. As of December 2014, two years following the attack, the Supreme Court has not yet handed down their decision. On 27 August 2015, Vinay, Akshay, Mukesh and Pawan were convicted of robbing Ram Adhar and were later sentenced to 10-years imprisonment. ", "date": "2017-05-04"}}
{"topic_id": "1010", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "PM May election loss impacts", "topic_description": "How did the Conservative Party's poor performance in the 2017 election impact Prime Minister Theresa May?"}, {"lang": "zho", "source": "human translation", "topic_title": "首相梅败选影响", "topic_description": "保守党在2017年选举失利如何影响首相特雷莎·梅？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "PM ممکن است اثرات از دست دادن انتخابات", "topic_description": "عملکرد ضعیف حزب محافظه ‌ کار در انتخابات ۲۰۱۷ چه تأثیری بر نخست ‌ وزیر ترزا می داشت ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "PM May election loss impacts", "topic_description": "在2017年的选举中，保守党的业绩如何影响？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Премьер-министр может повлиять на потерю выборов", "topic_description": "Как плохое выступление Консервативной партии на выборах 2017 года повлияло на премьер-министра Терезу Мэй?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=2017_United_Kingdom_general_election&oldid=784773389#Aftermath", "text": "On 9 June, Theresa May apologised to candidates who lost their seats and confirmed she would continue as party leader and prime minister, with the intention of forming a minority goverment with support from the Northern Ireland Democratic Unionist Party in order to ensure \"certainty.\" Her statements were condemned by opposition leaders including Jeremy Corbyn and Tim Farron calling on her to resign.\n\nAfter a meeting with Queen Elizabeth II at Buckingham Palace, May said the new government will lead Brexit talks. She reappointed Boris Johnson as Foreign Secretary, Amber Rudd as Home Secretary, Michael Fallon as Secretary of State for Defence, Philip Hammond as Chancellor of the Exchequer and David Davis as Secretary of State for Exiting the European Union. ", "date": "2017-06-09"}}
{"topic_id": "1011", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Hostility cessation commemorations", "topic_description": "Details about ceremonies held to commemorate historical cessation of hostilities"}, {"lang": "zho", "source": "human translation", "topic_title": "停战纪念", "topic_description": "纪念历史上停战协议典礼的细节"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "گرامیداشت قطع خصومت", "topic_description": "جزئیات برگزاری مراسم بزرگداشت پایان ‌ نامه تاریخی خصومت ‌ ها"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "敌对化换算", "topic_description": "为纪念仇恨而举行的洗礼的详情"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Празднование прекращения вражды", "topic_description": "Подробная информация о церемониях, проведенных в ознаменование исторического прекращения боевых действий"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Remembrance_Day&oldid=867868036", "text": "Remembrance Day (sometimes known informally as Poppy Day) is a memorial day observed in Commonwealth of Nations member states since the end of the First World War to remember the members of their armed forces who have died in the line of duty. Following a tradition inaugurated by King George V in 1919, the day is also marked by war remembrances in many non-Commonwealth countries. Remembrance Day is observed on 11 November in most countries to recall the end of hostilities of World War I on that date in 1918. Hostilities formally ended \"at the 11th hour of the 11th day of the 11th month\", in accordance with the armistice signed by representatives of Germany and the Entente between 5:12 and 5:20 that morning. (\"At the 11th hour\" refers to the passing of the 11th hour, or 11:00 am.) The First World War officially ended with the signing of the Treaty of Versailles on 28 June 1919.", "date": "2018-11-08"}}
{"topic_id": "1012", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "U.S. government shutdowns", "topic_description": "Details on U.S. federal government shutdowns"}, {"lang": "zho", "source": "human translation", "topic_title": "美国政府停摆", "topic_description": "美国联邦政府停摆的细节"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "تعطیلی دولت ایالات متحده", "topic_description": "جزئیات مربوط به تعطیلی دولت فدرال ایالات متحده"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "美国政府shutdowns", "topic_description": "关于美国Federal government shutdowns的细节"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Прекращение работы правительства США", "topic_description": "Подробная информация о остановках федерального правительства США"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Government_shutdowns_in_the_United_States&oldid=877935880", "text": "The Post also reported on 4 January 2019 that because the shutdown was triggered by the failure to enact spending bills that continued a federal government pay freeze, hundreds of senior Trump administration political appointees would receive a roughly $10,000 pay raise in two days. Vice President Pence's salary would see a $12,800 increase. Hours after the report, Margaret Weichert, the acting director of the Office of Personnel Management, directed department and agency heads to suspend the raises. \n\nOn January 4, 2019 Trump asserted he could continue the shutdown for \"months or even years\" to force funding of the border wall and is considering declaring a national emergency to build the wall without congressional approval.\n\nA Coast Guard Support Program document provided to Coast Guard employees who were furloughed or working without pay suggested they could help make ends meet by holding a garage sale, babysitting, dog walking or working as a “mystery shopper,” adding that \"bankruptcy is a last option.\" The document was removed from the support program's website after a journalist inquired about it.\n\nAs the shutdown entered its 19th day, the FBI Agents Association, the union for FBI agents, sent an open letter to lawmakers asking them to restore the bureau's funding, stating that \"financial security is a matter of national security\" because not being paid could cause agents financial harm that might jeopardize their security clearances and \"pay uncertainty\" impairs the bureau's ability to recruit high-caliber professionals.\n\nDuring a visit to McAllen, Texas on January 10, Trump repeated an assertion he'd previously made, \"When I say Mexico’s going to pay for the wall...I didn’t say they’re going to write me a check for 10 billion or 20 billion. If Congress approves this trade bill, they’ll pay for the wall many times over. When I say Mexico’s going to pay for the wall, that’s what I mean.\" Factcheckers found Trump's assertion to be factually incorrect. ", "date": "2019-01-11"}}
{"topic_id": "1013", "languages_with_qrels": ["fas", "zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Max 8 Crash impact Boeing", "topic_description": "How has the Boeing Company been impacted by the crashes of its 737 Max 8 aircraft?"}, {"lang": "fas", "source": "human translation", "topic_title": "تأثیر سقوط مکس ۸ بوئینگ", "topic_description": "چگونه شرکت بوئینگ تحت تأثیر سقوطهای هواپیماهای ۷۳۷ مکس ۸ خود قرار گرفته است؟"}, {"lang": "zho", "source": "human translation", "topic_title": "Max 8坠毁对波音公司的影响", "topic_description": "波音公司因为737 Max 8飞机坠毁而受到什麽影响？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "حداکثر 8 سقوط تاثیر بوئینگ", "topic_description": "چگونه شرکت بوئینگ توسط سقوط هواپیما 737 حداکثر 8 آن تحت تاثیر قرار گرفته است ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "最大8碰撞撞击Boeing", "topic_description": "Boeing公司是如何被其737马克斯8号飞机的撞击所冲击的？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Макс 8 Удар при столкновении Boeing", "topic_description": "Как компания Boeing пострадала от аварий своего самолета 737 Max 8?"}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Lion_Air_Flight_610&oldid=886746370#Aftermath", "text": "On 28 November, Indonesia investigators said the Lion Air jet was not airworthy on flight before crash. Several relatives of the crash victims have already filed lawsuits against Boeing.\n\nOn 6 November, The Wall Street Journal reported that Boeing and the FAA, on the basis of preliminary information gathered in the investigation, were planning to publish warnings, about erroneous angle of attack indications, on cockpit instrument displays of the 737 MAX in response to the Lion Air accident. The report stated that, based on preliminary findings, it is believed a malfunction in the AoA sensors could lead the on-board computer to believe that the aircraft is stalling, causing it to automatically initiate a dive. The Federal Aviation Administration urged all airlines operating Boeing 737 MAX 8s to heed the warnings. In response to the news of the faulty AoA sensor and the operation of the Maneuvering Characteristics Augmentation System (MCAS), a stall protection system, the FAA issued an emergency Airworthiness Directive (AD) requiring that amended operating limitations and procedures, relating to erroneous data from an AoA sensor, be inserted into the aircraft flight manual of each 737 MAX aircraft.\n\nDuring difference training, pilots of American Airlines and Southwest Airlines converting from earlier Boeing 737 Next Generation models to the 737 MAX were not informed of the MCAS linked to the fatal crash, leaving them concerned that they were possibly untrained with respect to other differences. In November 2018, Aviation Week reviewed the 737 MAX flight crew operations manual and found that it did not mention the MCAS. American Airlines' Allied Pilots Association and Southwest Airlines Pilots' Association were also caught unaware. The Wall Street Journal reported that Boeing had \"decided against disclosing more details to cockpit crews due to concerns about inundating average pilots with too much information.\" ", "date": "2019-03-08"}}
{"topic_id": "1014", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Nissan's Ghosn crimes", "topic_description": "What did former chairman of Nissan Carlos Ghosn do after being accused of committing crimes?"}, {"lang": "zho", "source": "human translation", "topic_title": "日产汽车戈恩的犯罪", "topic_description": "日产汽车公司前会长戈恩在受到犯罪指控之后做了什麽？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "جرم ‌ های نیسان", "topic_description": "پس از متهم شدن به ارتکاب جرم ، رئیس سابق نیسان کارلوس گوسن چه کرد ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Nissan's Ghosn crimes", "topic_description": "Nissan Carlos Ghosn被指控犯了什么罪？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Преступления Ниссан в Госне", "topic_description": "Что сделал бывший председатель Nissan Carlos Ghosn после того, как его обвинили в совершении преступлений?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Carlos_Ghosn&oldid=874241496#Arrest_in_Tokyo", "text": "On 19 November 2018, Tokyo District Prosecutors arrested Ghosn at 4:30 pm upon his re-entry into Japan, for questioning over allegations of false accounting. Ghosn's top aide Greg Kelly, a Nissan director and former head of human resources, was also arrested upon his arrival from the U.S. that day.\n\nOn the same day, Nissan chief executive Hiroto Saikawa announced at a press conference that Ghosn had been dismissed from Nissan's board and would be stripped of executive rights at a meeting to be held November 22. Saikawa stressed that the dismissal was the result of an internal inquiry by Nissan. Nissan publicly acknowledged that Ghosn and Kelly under-reported their compensation (a violation of securities law) and used company assets for personal use.\n\nAlthough the company did not provide details, reports in the Japanese media stated that Nissan was paying all or some of the costs at some amount of US$18 million for residences used by Ghosn in Rio de Janeiro, Beirut, Paris and Amsterdam, and that Ghosn charged family vacation expenses to the company.. The purchases of some of these residences and the payment of expenses were handled by a shell company named Zi-A Capital BV based in the Netherlands, which Kelly had instructed Nissan's board to set up to make venture investments at the end of 2010 (around the same time as Ghosn's divorce from his first wife and beginning relationship with his second wife).. Nissan funds were used to purchase Ghosn's Paris apartment in 2005, and Zi-A funds were used to purchase his $5 million beachfront Rio apartment in 2012 and his Beirut mansion, which, with renovations, cost over $15 million.. Nissan compliance auditors began trying to track Zi-A activity in 2014 but were stymied at first by the chain of shell companies used in Zi-A investments.\n\nIn addition, to avoid reporting the full amount of his compensation in Nissan financials, as required by Japanese law beginning in 2010, Ghosn had Kelly structure complicated deferred payment plans which went unreported under an aggressive interpretation of the disclosure rules which Nissan's outside auditors had not signed off on, and which totaled around $80 million at the time of his arrest eight years later.. According to Nikkei reports, Ghosn told investigators that he instructed Kelly to handle the compensation reporting in a legal matter, and Kelly told investigators that he acted on advice from outside law firms and the Financial Services Agency in handling the reporting.\n\nGhosn was detained at the Tokyo Detention House, under Japanese rules that allow suspects to be detained for up to 23 days without criminal charges being filed. Ghosn and Kelly were reportedly arrested on information provided by an unidentified non-Japanese executive in Nissan's legal department, in the second deal ever struck under Japan's recently introduced plea bargaining system.. Charges were filed against Ghosn and Kelly on the underreporting of deferred compensation on 10 December, along with allegations of additional charges that restarted the 23-day holding period.. Nissan also took control of the Rio and Beirut properties and changed the locks, which has led Ghosn's family to sue for access. ", "date": "2018-12-18"}}
{"topic_id": "1015", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Drones disrupt Gatwick Airport", "topic_description": "Indent at Gatwick Airport when drones have disrupted airport traffic"}, {"lang": "zho", "source": "human translation", "topic_title": "无人机影响盖特威克机场", "topic_description": "无人机影响机场交通时盖特威克机场的淨空"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "هواپیماهای بدون سرنشین مختل فرودگاه گاتویک", "topic_description": "غرفه در فرودگاه گاتویک زمانی که هواپیماهای بدون سرنشین ترافیک فرودگاه را مختل کرده اند"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Gatwick机场的无人驾驶飞机", "topic_description": "在盖特威克机场，无人驾驶飞机已经解散了机场"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Дроны разрушают аэропорт Гатвик", "topic_description": "Индент в аэропорту Гатвика, когда беспилотники нарушили движение аэропорта"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=List_of_UAV-related_incidents&oldid=874277590#United_Kingdom", "text": "Gatwick Airport closed its' runway because of a UAV flying nearby. The runway was closed for one period of nine minutes, then another of five minutes. EasyJet said four of its' flights were diverted and British Airways said one of its' flights had been diverted to Bournemouth. Sussex Police are investigating.", "date": "2018-12-18"}}
{"topic_id": "1016", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Ecuador responds to cyber attacks", "topic_description": "Ecuador takes action in response to cyber attacks and leaked information."}, {"lang": "zho", "source": "human translation", "topic_title": "厄瓜多对网络攻击的回应", "topic_description": "厄瓜多採取行动来回应网络攻击及信息洩漏"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "اکوادور به حملات سایبری پاسخ می دهد", "topic_description": "اکوادور در پاسخ به حملات سایبری و اطلاعات منتشر شده اقدام می ‌ کند."}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Ecuador resps到cattattacks", "topic_description": "Ecuador taction in response to cattacks and leaked information."}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Эквадор реагирует на кибератаки", "topic_description": "Эквадор принимает меры в ответ на кибератаки и утечку информации."}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Julian_Assange&oldid=884730720#Political_asylum_and_life_at_the_Ecuadorian_embassy", "text": "On 19 June 2012, Ecuadorian Foreign Minister Ricardo Patiño announced that Assange had applied for political asylum, that his government was considering the request, and that Assange was at the Ecuadorian embassy in London.\n\nWikileaks insiders stated that Assange made the decision to seek asylum because he felt abandoned by the Australian government. The Australian Attorney-General at the time Nicola Roxon had written a letter to Assange’s legal representative Jennifer Robinson in which she wrote that Australia would not seek to involve itself in any international exchanges about Assange’s future. She also wrote that \"should Mr Assange be convicted of any offence in the United States and a sentence of imprisonment imposed, he may apply for an international prisoner transfer to Australia\". Assange’s lawyers described the letter as a \"declaration of abandonment\".\n\nAssange and his supporters state he is concerned not about any proceedings in Sweden as such, but believe that his deportation to Sweden could lead to politically motivated deportation to the United States, where he could face severe penalties, up to the death sentence, for his activities related to WikiLeaks. \n\nOn 16 August 2012, Foreign Minister Patiño announced that Ecuador was granting Assange political asylum because of the threat represented by the United States secret investigation against him and several calls for assassination from many American politicians. In its formal statement, Ecuador reasoned that \"as a consequence of [Assange's] determined defense to freedom of expression and freedom of press… in any given moment, a situation may come where his life, safety or personal integrity will be in danger\". Latin American states expressed support for Ecuador. Ecuadorian President Rafael Correa confirmed on 18 August that Assange could stay at the embassy indefinitely, and the following day Assange gave his first speech from the balcony. Assange's supporters forfeited £293,500 in bail and sureties. His home since then has been an office converted into a studio apartment, equipped with a bed, telephone, sun lamp, computer, shower, treadmill, and kitchenette.", "date": "2019-02-23"}}
{"topic_id": "1017", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Chemical weapons use Aleppo Syria", "topic_description": "How have chemical weapons been used in Aleppo, Syria?"}, {"lang": "zho", "source": "human translation", "topic_title": "习近平任期限制", "topic_description": "中国人民对中华人民共和国全国人民代表大会投票移除习近平主席任期有何想法？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "استفاده از سلاح های شیمیایی حلب سوریه", "topic_description": "چگونه سلاح های شیمیایی در حلب ، سوریه استفاده شده است ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "化学风帽使用Aleppo Syria", "topic_description": "在Syria的Aleppo，化学风衣是如何使用的？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Применение химического оружия Алеппо Сирия", "topic_description": "Как применялось химическое оружие в Алеппо, Сирия?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Use_of_chemical_weapons_in_the_Syrian_civil_war&oldid=827003430", "text": "Use of chemical weapons in the Syrian Civil War has been confirmed by the United Nations. Deadly attacks during the war included the Ghouta attack in the suburbs of Damascus in August 2013 and the Khan al-Assal attack in the suburbs of Aleppo in March 2013. While no party took responsibility for the chemical attacks, the Syrian Ba'athist military was seen as main suspect, due to a large arsenal of such weapons. A U.N. fact-finding mission and a UNHRC Commission of Inquiry have simultaneously investigated the attacks. The U.N. mission found likely use of the nerve agent sarin in the case of Khan al-Assal (19 March 2013), Saraqib (29 April 2013), Ghouta (21 August 2013), Jobar (24 August 2013) and Ashrafiyat Sahnaya (25 August 2013). The UNHRC commission later confirmed the use of sarin in the Khan al-Asal, Saraqib and Ghouta attacks, but did not mention the Jobar and the Ashrafiyat Sahnaya attacks. The UNHRC commission also found that the sarin used in the Khan al-Asal attack bore \"the same unique hallmarks\" as the sarin used in the Ghouta attack and indicated that the perpetrators likely had access to chemicals from the Syrian Army's stockpile. Those attacks prompted the international community to pressure disarmament of the Syrian Armed Forces from chemical weapons, which was executed during 2014. Despite the disarmament process, dozens of incidents with suspected use of chemical weapons followed throughout Syria, mainly blamed on Syrian Ba'athist forces, as well as the Islamic State of Iraq and the Levant and even on Syrian opposition forces.\n\nIn August 2016, a report by the United Nations and the OPCW explicitly blamed the Syrian military of Bashar al-Assad for dropping chemical weapons (chlorine bombs) on the towns of Talmenes in April 2014 and Sarmin in March 2015 and ISIS for using sulfur mustard on the town of Marea in August 2015. Several other attacks have been alleged, reported and/or investigated.\n\nIn December 2016, at least 53 people were killed in an apparent nerve gas attack in IS-held villages near Uqairabat, marking the first major nerve gas attack since the 2013 accord. In April 2017, the Khan Shaykhun chemical attack drew international condemnation and provoked the first U.S. military action against the Syrian government-controlled airbase at Shayrat.", "date": "2018-02-22"}}
{"topic_id": "1018", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "North Korea–United States Hanoi Summit", "topic_description": "What are the outcomes of the North Korea–United States Hanoi Summit?"}, {"lang": "zho", "source": "human translation", "topic_title": "北韩美国河内峰会", "topic_description": "北韩美国河内峰会有何结果？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "کره شمالی - اجلاس هانوی ایالات متحده", "topic_description": "نتایج اجلاس سران هانوی در کره شمالی - ایالات متحده چیست ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "朝美河内峰会", "topic_description": "朝鲜-美国河内峰会的结果是什么？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Саммит Северной Кореи и США в Ханое", "topic_description": "Каковы итоги Ханойского саммита между Северной Кореей и США?"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=2017%E2%80%932018_North_Korea_crisis&oldid=830936535#Winter_Olympics_%22d%C3%A9tente%22_and_further_developments:_January%E2%80%93February_2018", "text": "Residents and tourists in the U.S. state of Hawaii were briefly thrown into a panic when an emergency alert was issued January 13, 2018, advising of an imminent ballistic missile threat. Another message was sent out about 40 minutes later describing the first alert as a false alarm. The incident is under investigation.\n\nThree days later in Japan, broadcasting agency NHK also accidentally sent an alert about a North Korean missile launch in error. The error was corrected in minutes. \n\nIn his first State of the Union address, President Trump devoted much time to North Korea, stoking fears that an American strike was under serious consideration and not mere saber-rattling, particularly given the withdrawal of Dr. Victor Cha as Ambassador to the Republic of Korea and its similarity to George W. Bush's Axis of Evil 2002 State of the Union Address.\n\nIn mid-February, as the Olympics were ongoing, after previous media reports, the Trump administration denied considering a so-called preemptive \"bloody nose\" attack on North Korea's nuclear program. Assistant Secretary of State for East Asian and Pacific Affairs Susan Thornton confirmed that the administration's policy remains one of \"maximum pressure\" via economic sanctions in order to get North Korea to negotiate on eliminating its nuclear weapons. Thornton however reiterated that military options are still \"on the table\" and that Pyongyang would be forced to give up its nuclear weapons \"one way or another\".\n\nOn March 8, in a surprise departure from the hostile dialogue during 2017, Trump announced that he would meet with leader Kim Jong-un, and the two will meet likely by May. Press secretary Sarah Huckabee Sanders said that \"in the meantime, all sanctions and maximum pressure must remain.\"", "date": "2018-03-17"}}
{"topic_id": "1019", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Japan announced Reiwa", "topic_description": "Japanese government on 1 April 2019 announced the name of the era as 'Reiwa'"}, {"lang": "zho", "source": "human translation", "topic_title": "日本宣佈令和", "topic_description": "日本政府在2019年4月1日公佈年号为「令和」。"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "ژاپن اعلام کرد که Reiwa", "topic_description": "دولت ژاپن در تاریخ 1 آوریل 2019 نام دوره را به عنوان \"Reiwa\" اعلام کرد"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "日本废除Reiwa", "topic_description": "2019年4月1日，日本的政府宣布“Reaaa”时代的名称为“Reaaa”"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Япония объявила Reiwa", "topic_description": "Японское правительство 1 апреля 2019 года объявило о названии эпохи « Рейва »"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Japanese_era_name&oldid=890371042#Software_support", "text": "Since the release of Java 8, the Japanese calendar is supported in the new Date and time API for the year Meiji 6 (1873) onwards.\n\nUnicode code points U+337B (㍻), U+337C (㍼), U+337D (㍽) and U+337E (㍾) are used for the Heisei, Shōwa, Taishō and Meiji eras, respectively.\n\nWith a new era anticipated to begin on 1 May 2019, computers and software manufacturers will need to test their systems for the new era. Windows provides a test mechanism to simulate a new era ahead of time. Java Development Kit 11 supports this era using the placeholders \"元号\" for Japanese, \"NewEra\" for other languages. The final name will be added in JDK 12.0.1, once it is announced by the Japanese government.\n\nUnicode code point U+32FF (㋿) has been reserved for representing the new era name. ", "date": "2019-03-31"}}
{"topic_id": "1020", "languages_with_qrels": ["fas", "zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Political impact of withdrawal from the Paris Agreement", "topic_description": "What was the international reaction to the United States withdrawal from the Paris Agreement?"}, {"lang": "fas", "source": "human translation", "topic_title": "تأثیر سیاسی خروج از توافقنامه پاریس", "topic_description": "واکنش بین المللی به خروج ایالات متحده از توافق پاریس چه بود؟"}, {"lang": "zho", "source": "human translation", "topic_title": "退出巴黎协议的政治影响", "topic_description": "国际上对美国退出巴黎协议有什么反应？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "تأثیر سیاسی خروج از توافق نامه پاریس", "topic_description": "واکنش بین ‌ المللی به خروج آمریکا از توافق پاریس چه بود ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "巴黎协定的政治影响", "topic_description": "国际社会对美国的反应是什么？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Политические последствия выхода из Парижского соглашения", "topic_description": "Какова международная реакция на выход Соединенных Штатов из Парижского соглашения?"}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Paris_Agreement&oldid=779413622", "text": "The Paris Agreement (French: Accord de Paris) is an agreement within the United Nations Framework Convention on Climate Change (UNFCCC) dealing with greenhouse gases emissions mitigation, adaptation and finance starting in the year 2020. The language of the agreement was negotiated by representatives of 195 countries at the 21st Conference of the Parties of the UNFCCC in Paris and adopted by consensus on 12 December 2015. It was opened for signature on 22 April 2016 (Earth Day) at a ceremony in New York. As of April 2017, 195 UNFCCC members have signed the treaty, 145 of which have ratified it. After several European Union states ratified the agreement in October 2016, there were enough countries that had ratified the agreement that produce enough of the world's greenhouse gases for the agreement to enter into force. The agreement went into effect on 4 November 2016.\n\nThe head of the Paris Conference, France's foreign minister Laurent Fabius, said this \"ambitious and balanced\" plan is a \"historic turning point\" in the goal of reducing global warming.", "date": "2017-05-08"}}
{"topic_id": "1021", "languages_with_qrels": ["fas", "rus"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Amazon anti-competitive competition", "topic_description": "Does Amazon practice anti-competitive behaviors?"}, {"lang": "fas", "source": "human translation", "topic_title": "رقابت ضد رقابتی آمازون", "topic_description": "آیا آمازون رفتارهای ضد رقابتی انجام می دهد؟"}, {"lang": "rus", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "آمازون رقابت ضد رقابتی", "topic_description": "آیا آمازون رفتارهای ضد رقابتی را تمرین می کند ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "亚马逊的反竞争竞争竞争", "topic_description": "亚马逊是否有反竞争行为？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Антиконкурентная конкуренция Amazon", "topic_description": "Практикует ли Amazon антиконкурентное поведение?"}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "rus": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Criticism_of_Amazon&oldid=755685637", "text": "One-click patent\nThe company has been controversial for its alleged use of patents as a competitive hindrance. The \"1-Click patent\" is perhaps the best-known example of this. Amazon's use of the one-click patent against competitor Barnes & Noble's website led the Free Software Foundation to announce a boycott of Amazon in December 1999. The boycott was discontinued in September 2002. On February 22, 2000, the company was granted a patent covering an Internet-based customer referral system, or what is commonly called an \"affiliate program\". Industry leaders Tim O'Reilly and Charlie Jackson spoke out against the patent, and O'Reilly published an open letter to Jeff Bezos, the CEO of Amazon, protesting the 1-click patent and the affiliate program patent, and petitioning him to \"avoid any attempts to limit the further development of Internet commerce\". O'Reilly collected 10,000 signatures with this petition. Bezos responded with his own open letter. The protest ended with O'Reilly and Bezos visiting Washington, D.C. to lobby for patent reform. On February 25, 2003, the company was granted a patent titled \"Method and system for conducting a discussion relating to an item on Internet discussion boards\". On May 12, 2006, the USPTO ordered a re-examination of the \"One-Click\" patent, based on a request filed by actor Peter Calveley, who cited the prior art of an earlier e-commerce patent and the Digicash electronic cash system.\n\nCanadian site\nAmazon has a Canadian site in both English and French, but until a ruling in March 2010, was prevented from operating any headquarters, servers, fulfillment centers or call centers in Canada by that country's legal restrictions on foreign-owned booksellers. Instead, Amazon's Canadian site originates in the United States, and Amazon has an agreement with Canada Post to handle distribution within Canada and for the use of the Crown corporation's Mississauga, Ontario shipping facility. The launch of Amazon.ca generated controversy in Canada. In 2002, the Canadian Booksellers Association and Indigo Books and Music sought a court ruling that Amazon's partnership with Canada Post represented an attempt to circumvent Canadian law, but the litigation was dropped in 2004.\n\nBookSurge\nIn March 2008, sales representatives of Amazon's BookSurge division started contacting publishers of print on demand titles to inform them that for Amazon to continue selling their POD-produced books, they were required to sign agreements with Amazon's own BookSurge POD company. Publishers were told that eventually, the only POD titles that Amazon would be selling would be those printed by their own company, BookSurge. Some publishers felt that this ultimatum amounted to monopoly abuse, and questioned the ethics of the move and its legality under anti-trust law.\n\nDirect selling\nIn 2008, Amazon UK came under criticism for attempting to prevent publishers from direct selling at discount from their own websites. Amazon's argument was that they should be able to pay the publishers based on the lower prices offered on their websites, rather than on the full recommended retail price (RRP).\n\nAlso in 2008, Amazon UK drew criticism in the British publishing community following their withdrawal from sale of key titles published by Hachette Livre UK. The withdrawal was possibly intended to put pressure on Hachette to provide levels of discount described by the trade as unreasonable. Curtis Brown's managing director Jonathan Lloyd opined that \"publishers, authors and agents are 100% behind [Hachette]. Someone has to draw a line in the sand. Publishers have given 1% a year away to retailers, so where does it stop? Using authors as a financial football is disgraceful.\"\n\nIn August 2013, Amazon agreed to end its price parity policy for marketplace sellers in the European Union, in response to investigations by the UK Office of Fair Trade and Germany's Federal Cartel Office . It is not yet clear if this ruling applies to direct selling by publishers.\n\nJapan\nIn Japan, Amazon's business activities are conducted by several subsidiary companies. The items sold by Amazon are formally sold by Amazon.com Int'l Sales, Inc., a company registered in the State of Washington, USA. Because of this, Amazon tried to avoid paying corporate tax (法人税, hōjinzei), but in July 2009, the Tokyo National Tax Agency (東京国税局, Tōkyō Kokuzeikyoku) ruled that Amazon still had to pay 14 billion yen ($119 million) in back taxes.\n\nRemoval of competitors' products\nOn October 1, 2015, Amazon announced that Google Chromecast and Apple TV products were banned from sale on Amazon.com by all merchants, with no new listings allowed effective immediately, and all existing listings removed effective October 29, 2015. Amazon argued that this was to prevent \"customer confusion\", as these devices do not \"interact well\" with the Amazon Video ecosystem. This move was criticized, as commentators believed that it was meant primarily to suppress the sale of products deemed as competition to Amazon Fire TV products, given that Amazon itself (who would be responsible for doing so) had not yet provided its own support for these third-party devices, and contradicted the implication that Amazon.com is a general online retailer.\n\nIn December 2016, Google Home smart speakers, a direct competitor with Amazon Echo, were blocked from sale on Amazon.com.", "date": "2016-12-19"}}
{"topic_id": "1022", "languages_with_qrels": ["fas", "rus", "zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Rohingya refugees Bangladesh", "topic_description": "What is Aung San Suu Kyi's reaction to what happening to the Rohingya refugees in Bangladesh who were forcibly displaced from Myanma?"}, {"lang": "fas", "source": "human translation", "topic_title": "پناهندگان روهینگیا بنگلادش", "topic_description": "واکنش آنگ سان سو چی در برابر آنچه برای پناهندگان روهینگیایی در بنگلادش که به اجبار از میانما آواره شدند ، چیست؟"}, {"lang": "rus", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "zho", "source": "human translation", "topic_title": "孟加拉国的罗兴亚难民", "topic_description": "昂山素季对于罗兴亚难民被迫从缅甸离开到孟加拉有何反应？"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "پناهندگان روهینگیا بنگلادش", "topic_description": "واکنش آنگ سان سو چی نسبت به اتفاقی که برای پناهندگان روهینگیا در بنگلادش افتاد چیست که به زور از میانما آواره شدند ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Rohingya refugees Bangladesh", "topic_description": "昂山素季的反应是什么？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Беженцы рохинджа Бангладеш", "topic_description": "Какова реакция Аунг Сан Су Чжи на то, что происходит с беженцами рохинджа в Бангладеш, которые были насильственно перемещены из Мьянмы?"}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "rus": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Aung_San_Suu_Kyi&oldid=762500606#Response_to_violence_against_Rohingya_Muslims_and_refugees", "text": "Some activists criticised Aung San Suu Kyi for her silence on the 2012 Rakhine State riots (later repeated during the 2015 Rohingya refugee crisis), and her perceived indifference to the plight of the Rohingya, Myanmar's persecuted Muslim minority. After receiving a peace prize, she told reporters she did not know if the Rohingya could be regarded as Burmese citizens. In an interview with the BBC's Mishal Husain, Suu Kyi refused to condemn violence against the Rohingya and denied that Muslims in Myanmar have been subject to ethnic cleansing, insisting that the tensions were due to a \"climate of fear\" caused by \"a worldwide perception that global Muslim power is very great.\" According to Peter Popham, in the aftermath of the interview, she expressed anger at being interviewed by a Muslim. Husain had challenged Suu Kyi that almost all of the impact of violence was against the Rohingya, in response to Suu Kyi's claim that was violence was happening on both sides, and Peter Popham described her position on the issue as one of purposeful ambiguity for political gain.\n\nHowever, she said that she wanted to work towards reconciliation and she cannot take sides as violence has been committed by both sides. According to The Economist, her \"halo has even slipped among foreign human-rights lobbyists, disappointed at her failure to make a clear stand on behalf of the Rohingya minority.\" However, she has spoken out \"against a ban on Rohingya families near the Bangladeshi border having more than two children.\"\n\nIn a 2015 BBC News article, reporter Jonah Fisher suggested that Aung San Suu Kyi's silence over the Rohingya issue is due to a need to obtain support from the majority Bamar ethnicity as she is in \"the middle of a general election campaign\"; In May 2015, the 14th Dalai Lama publicly called upon her to do more to help the Rohingya in Myanmar, claiming that he had previously urged her to address the plight of the Rohingya in private during two separate meetings and that she had resisted his urging. In May 2016, Suu Kyi asked the newly appointed United States Ambassador to Myanmar, Scot Marciel, not to refer to the Rohingya by their name. This followed Bamar protests at Marciel's use of the word 'Rohingya'.\n\nIn 2016, Suu Kyi was accused of failing to protect Myanmar's Rohingya Muslims. State crime experts from Queen Mary University of London warned that Suu Kyi is \"legitimising genocide\" in Myanmar. ", "date": "2017-01-29"}}
{"topic_id": "1023", "languages_with_qrels": ["fas", "rus"], "topics": [{"lang": "eng", "source": "original", "topic_title": "Terrorist Mortar Shelling in Aleppo Villages", "topic_description": "Find articles detailing mortar shelling as an act of terrorism in villages near Aleppo."}, {"lang": "fas", "source": "human translation", "topic_title": "گلوله باران خمپاره تروریستی در روستاهای حلب", "topic_description": "مقالاتی را در مورد جزئیات گلوله باران خمپاره به عنوان یک اقدام تروریستی در روستاهای نزدیک حلب پیدا کنید."}, {"lang": "rus", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "تیرباران خمپاره های تروریستی در روستاهای حلب", "topic_description": "پیدا کردن مقالات جزئیات بمباران خمپاره به عنوان یک عمل تروریستی در روستاهای نزدیک حلب."}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "₩orist Mortar Shelling in Aleppo Villages", "topic_description": "查找文章detailing mar shelling as an act of or ism in villages near Aleppo."}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Террористические минометы в деревнях Алеппо", "topic_description": "Найти статьи с подробным описанием минометного обстрела как акта терроризма в деревнях вблизи Алеппо."}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "rus": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Battle_of_Aleppo_(2012%E2%80%932016)&oldid=782783790", "text": "On 13 April, Islamist opposition forces and al-Nusra Front renewed their assault on the Air Force Intelligence building, utilizing a tunnel bomb followed by an assault. Much of the Air Force Intelligence building was reportedly damaged as a result of the tunnel bomb. Between 27–29 April, the FSA and Ahrar ash-Sham launched an operation in the old city of Aleppo and Al-Hatab Square in the Al-Jdayde District, which included tunnel bombs and the shelling of buildings where soldiers were stationed. The rebels claimed to have killed 76 troops in these operations.\n\nIn preparation for a new offensive, the rebels heavily shelled government-held parts of Aleppo, leaving 43 civilians dead and 190 wounded on 15 June. On 17 June, rebel forces captured the western neighborhood of Rashideen from Syrian government forces. Throughout 19 and 20 June, a new round of rebel shelling killed 19 more civilians.\n\nIn early July, two rebel coalitions launched an offensive against the government-held western half of the city. During five days of fighting, the rebels seized the Scientific Research Center on Aleppo's western outskirts, which was being used as a military barracks. Two rebel attacks on the Jamiyat al-Zahra area were repelled. Government forces launched an unsuccessful counter-attack against the Scientific Research Center.\n\nIn mid-October, ISIL captured four rebel-held villages northeast of Aleppo, while the Army seized the Syria-Turkey Free Trade Zone, the al-Ahdath juvenile prison and cement plant. Meanwhile, the SAA and Hezbollah launched an offensive south of Aleppo, capturing 408 square kilometres (158 square miles) of territory in one month. By late December, they were in control of 3/4 of the southern Aleppo countryside.\n\nBy the end of 2015, only 80 doctors were left in eastern, rebel-held part of Aleppo, or only one for 7,000 residents, while only one bakery was left to serve 120,000 people.", "date": "2017-05-29"}}
{"topic_id": "1024", "languages_with_qrels": ["zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "USA Gymnastics sex abuse scandal", "topic_description": "Reaction to news of USA Gymnastics sex abuse scandal"}, {"lang": "zho", "source": "human translation", "topic_title": "美利坚合众国体操选手性侵丑闻", "topic_description": "新闻对美国体操性丑闻案的反应"}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "USA ژیمناستیک رسوایی سوء استفاده جنسی", "topic_description": "واکنش به اخبار رسوایی جنسی ژیمناستیک ایالات متحده آمریکا"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "美国体操性爱滥用scandal", "topic_description": "美国体操的反应性虐待scandal"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "США Гимнастика сексуальные надругательства скандал", "topic_description": "Реакция на новости США Гимнастика сексуальное насилие скандал"}], "narratives": {"zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=USA_Gymnastics_sex_abuse_scandal&oldid=823361273#Response_and_impact", "text": "USA Gymnastics\nUSA Gymnastics said that its executives first learned of an athlete's concern regarding Nassar in June 2015. Following an investigation, Nassar was fired and reported to the FBI in July 2015. In March 2017, USA Gymnastics president Steve Penny resigned amid accusations of negligence and calls for his dismissal. In response to the scandal, USA Gymnastics adopted reforms based on a June 2017 report by an investigator hired to review the organization's policies and practices. One of the changes is a requirement that all USA Gymnastics members report any suspected sexual misconduct to appropriate authorities and the US Center for SafeSport.\n\nUSA Gymnastics has received criticism over its handling of the sexual abuse allegations against Nassar. According to a 2016 investigation reported by The Indianapolis Star, top executives at USA Gymnastics routinely dismissed sexual abuse allegations against coaches and failed to alert authorities. United States Senators criticized the organization's leadership for waiting five weeks before reporting Nassar to authorities after first learning of allegations involving Nassar in 2015. Juliet Macur of The New York Times was critical of USA Gymnastics for not attending the 2017 congressional hearing on protecting young athletes from sexual abuse, and noted that the organization had not apologized for its role in the scandal. Two-time Olympian Aly Raisman was also critical of USA Gymnastics' response to the scandal, pointing out that the reported $1 million severance package given to former president Penny could have been used to create a program to help the affected athletes.\n\nAmid the sex abuse scandal, USA Gymnastics lost several major corporate sponsors, including Procter & Gamble, Kellogg's, Under Armour, The Hershey Company and AT&T. In January 2018, USA Gymnastics officially cut ties with Karolyi Ranch, the former national training center for the national team and a site where Nassar sexually assaulted many gymnasts. On January 22, 2018, three members of the USA Gymnastics Board of Directors resigned. Following Nassar's sentencing on January 24, 2018, the United States Olympic Committee (USOC) published an open letter calling for the resignations of the remaining USA Gymnastics Board of Directors, stating that failure to comply with the request would result in the USOC taking steps to decertify the governing body. The USOC also announced that it was launching a third-party investigation into the scandal. On January 31, USA Gymnastics received resignations from every member of its Board of Directors, complying with USOC's demands.\n\nOn January 25, 2018, the Karolyi Ranch announced on its website that the facility had permanently closed.\n\nMichigan State University\nMichigan State University said that it first received a complaint against Nassar in 2014. An investigation into the complaint found no violation of policy, and Nassar was allowed to continue treating patients under certain agreed upon restrictions. After allegations against Nassar were made public by The Indianapolis Star in September 2016, Nassar was fired by Michigan State for violating the 2014 agreement.\n\nThe university faces lawsuits from 144 local and MSU athletes who say they were sexually assaulted by Larry Nassar. Former Michigan State University gymnastics coach Kathie Klages was suspended on February 13, 2017, and retired the next day, amidst the sexual abuse investigation of Nassar. Klages has been accused of dismissing sexual abuse complaints by former gymnasts against Nassar and pressuring them to stay silent. According to court documents, Klages was reportedly aware of sexual abuse allegations against Nassar as early as 1997.\n\nDuring Nassar's sentencing in January 2018, several former MSU athletes, including those from the gymnastics, softball, volleyball, rowing, and track and field programs, gave victim impact statements accusing MSU staff of dismissing their sexual abuse complaints against Nassar. On January 23, 2018, the National Collegiate Athletic Association formally opened an investigation into the university's handling of sexual abuse allegations against Nassar. On January 24, 2018, amid backlash over the university's role in the scandal, the Michigan House of Representatives voted overwhelmingly for a non-binding resolution sponsored by Rep. Adam Zemke, that called for the university's Board of Trustees to fire President Lou Anna Simon if she did not resign. Simon resigned later that same day. Two days later, MSU athletic director Mark Hollis resigned.\n\nOn January 27, 2018, ESPN's Outside the Lines reported that their investigation \"found a pattern of widespread denial, inaction and information suppression of such allegations by officials ranging from campus police to the Spartan athletic department\" that went \"well beyond\" the Nassar case. According to the investigation, at least 16 football players have been accused of sexual assault or violence against women since 2007, the team's first season under current head coach Mark Dantonio. The investigation also found several never-before-publicized allegations of similar conduct by members of the men's basketball program.\n\nSenate\nThe Congress responded to the sexual abuse claims that were made against Nassar and also responded to the personnel who were involved with USA Swimming and USA Taekwondo. United States Senator Dianne Feinstein introduced a bill that would require national governing body members overseeing Olympic sports to immediately report sexual assault allegations to law enforcement or designated child-welfare agencies. Former gymnasts Dominique Moceanu, Jamie Dantzscher and Jessica Howard, testified at a Senate Judiciary Committee hearing on March 28, 2017, concerning the bill. Rick Adams, chief of Paralympic sports for the United States Olympic Committee and head of organizational development for the NGBs, stated at the hearing: \"We do take responsibility, and we apologize to any young athlete who has ever faced abuse.\" USA Gymnastics was asked to testify at the hearing, but declined.\n\nThe bill passed the Senate in November with bipartisan support, but has not moved forward in the House of Representatives. On January 25, 2018, Senator Feinstein announced that she would host a press conference on January 30, 2018 with several gymnasts, including Rachael Denhollander and Mattie Larson, to urge the House to move forward with a vote. That same day, Speaker of the House Paul Ryan released a statement that said House leaders would take up similar legislation that would require training, mandatory reporting and a revised system for how sports governing bodies deal with sexual abuse allegations.", "date": "2018-01-31"}}
{"topic_id": "1025", "languages_with_qrels": ["rus", "zho"], "topics": [{"lang": "eng", "source": "original", "topic_title": "US-Philippines relations with Duterte", "topic_description": "How did the election of Rodrigo Duterte impact US-Philippines relations?"}, {"lang": "rus", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "zho", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "روابط ایالات متحده و فیلیپین با دوترته", "topic_description": "انتخاب رودریگو دوترته چه تأثیری بر روابط آمریکا و فیلیپین داشت ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "美菲关系", "topic_description": "Rodrigo Duterte的election如何影响美国与菲律宾的关系？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Отношения между США и Филиппинами с Дутерте", "topic_description": "Как выборы Родриго Дутерте повлияли на отношения между США и Филиппинами?"}], "narratives": {"rus": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "zho": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Rodrigo_Duterte&oldid=736829850", "text": "In 1995, after Flor Contemplacion, a Filipino, was executed in Singapore after confessing to a double murder, Duterte, as Davao City mayor, allegedly burned a flag of Singapore (though this claim was later denied) and joined 1,000 employees of Davao City in protest.\n\nIn early September 2015, an infamous incident was reported of a tourist being forced to swallow his own cigarette butt in a local bar in Davao City after the tourist refused to comply with the public anti-smoking ordinance of the city. Duterte was personally contacted by the bar owner and went into the bar and forced the tourist to swallow his cigarette butt. Duterte was then met with criticisms especially from the Commission on Human Rights (CHR).\n\nDuterte has, however, promised to behave in a \"prim and proper\" manner on the national and international stage once he is inaugurated as President, to the point that, \"almost, I would become holy.\"\n\nIn July 2016, Duterte accused the United Kingdom and the United States of importing terrorism to the Middle East through its interventions, saying: \"The U.S. destroyed the Middle East. ... Great Britain and the U.S. will not admit that they forced their way to Iraq and killed Saddam. Look at Iraq now. Look what happened to Libya. Look what happened to Syria.\"\n\nIn August 2016, Duterte was criticized after he made a homophobic comment (using a Tagalog language slur) about the US Ambassador to the Philippines Philip Goldberg, stating \"As you know, I’m fighting with (US Secretary of State John Kerry’s) ambassador. His gay ambassador, the son of a whore. He pissed me off. Duterte added: \"He [Goldberg] meddled during the elections, giving statements here and there. He was not supposed to do that.\" The U.S. State Department summoned the Filipino charge d'affaires Patrick Chuasoto to discuss Duterte's comments. Duterte refused to apologize.\n\nIn the same month, United Nations human rights experts called for an end to extrajudicial killings of suspected drug dealers, about 900 of whom had been executed since the May election, accusing Duterte of \"incitement to violence and killing, a crime under international law\". In response, Duterte threatened to leave the UN and form a separate organization with China and African nations. He announced in a news conference on August 19: \"You now, United Nations, if you can say one bad thing about me, I can give you 10 [about you]. I tell you, you are an inutil (useless in filipino street language.). Because if you are really true to your mandate, you could have stopped all these wars and killing [in Syria and Iraq].\" Asked about possible repercussions, he stated: \"What is ... repercussions? I don't give a shit to them.\" He said that the UN had acted against protocol: \"You do not just go out and give a shitting statement against a country.\"", "date": "2016-08-30"}}
{"topic_id": "1026", "languages_with_qrels": ["fas", "rus"], "topics": [{"lang": "eng", "source": "original", "topic_title": "India sexual assault laws", "topic_description": "How did previous cases of sexual assault against young women affect India's sexual assault laws and penalties?"}, {"lang": "fas", "source": "human translation", "topic_title": "قوانین تجاوز جنسی هند", "topic_description": "موارد قبلی حمله جنسی علیه زنان جوان چگونه بر قوانین و مجازات های تجاوز جنسی هند تأثیر گذاشت؟"}, {"lang": "rus", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "قوانین تجاوز جنسی هند", "topic_description": "چگونه پرونده ‌ های قبلی تجاوز جنسی به زنان جوان بر قوانین و مجازات ‌ های تجاوز جنسی هند تأثیر می ‌ گذاشت ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "印度性攻击法", "topic_description": "在印度的性攻击法律和惩罚方面，发生了多么严重的性攻击案件？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Законы Индии о сексуальных посягательствах", "topic_description": "Каким образом предыдущие случаи сексуального насилия в отношении молодых женщин сказываются на индийских законах о сексуальном насилии и наказаниях за него?"}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}, "rus": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=2012_Delhi_gang_rape_and_murder&oldid=778643683", "text": "On 22 December 2012, a judicial committee headed by J. S. Verma, a former Chief Justice of India and one of India's most highly regarded Chief Justices and eminent jurists, was appointed by the Central government to submit a report within 30 days to suggest amendments to criminal law to sternly deal with sexual assault cases. The committee urged the public in general and particularly eminent jurists, legal professionals, NGOs, women's groups and civil society to share \"their views, knowledge and experience suggesting possible amendments in the criminal and other relevant laws to provide for quicker investigation, prosecution and trial, and also enhanced punishment for criminals accused of committing sexual assault of an extreme nature against women.\". The Committee held its first meeting on 26 December 2012; it had received more than 6000 emails with suggestions by then. The Justice Verma Committee report was submitted after 29 days, after considering 80,000 suggestions received during the period. The report indicated that failures on the part of the government and police were the root cause behind crimes against women. Suggestions in the report included the need to review the Armed Forces (Special Powers) Act, 1958 (AFSPA) in conflict areas, and setting the maximum punishment for rape as life imprisonment rather than the death penalty. The committee did not favour lowering the age of a juvenile from 18 to 16.\n\nOn 26 December 2012, a Commission of Inquiry headed by former Delhi High Court judge Usha Mehra was set up to identify lapses, determine responsibility in relation to the incident, and suggest measures to make Delhi and the wider National Capital Region safer for women. On 1 January 2013, a task force headed by the Union Home Secretary was established to look into women's safety issues in Delhi and review the functioning of the city police force on a regular basis.\n\nOn 3 February 2013, the Criminal Law (Amendment) Ordinance, 2013 was promulgated by President Pranab Mukherjee. It provides for amendment of the Indian Penal Code, Indian Evidence Act, and Code of Criminal Procedure, 1973, on laws related to sexual offences. The ordinance provides for the death penalty in cases of rape. According to Minister of Law and Justice Ashwani Kumar, 90 percent of the suggestions given by the Verma Committee Report were incorporated into the Ordinance. However, critics state that many key suggestions of the commission have been ignored, including the criminalisation of marital rape and trying military personnel accused of sexual offences under criminal law.\n\nIn a December 2013 interview, Nirbhaya's parents, Badri Nath Singh and Asha Devi, said they were trying to get the juvenile law changed in such crimes as the rape and murder of their daughter. They petitioned the Supreme Court to try the juvenile, just short of 18 when he committed the crime, in a criminal court instead of a Juvenile Justice court.\n\nIn a March 2015 interview with The Tribune, Women and Child Development Minister Maneka Gandhi said that Government is going ahead with a law treating juveniles as adults in grave crimes.\n\nOn 22 December 2015, Rajya Sabha passed the Juvenile Justice Bill, which proposed that the accused who are above 16 years of age will be treated as an adult in the court of law.", "date": "2017-05-04"}}
{"topic_id": "1027", "languages_with_qrels": ["fas"], "topics": [{"lang": "eng", "source": "original", "topic_title": "US-Philippines drug-war campaign", "topic_description": "How did US-Philippines drug-war campaign affect national security in the Philippines?"}, {"lang": "fas", "source": "human translation", "topic_title": "", "topic_description": ""}, {"lang": "fas", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "کمپین جنگ مواد مخدر ایالات متحده و فیلیپین", "topic_description": "کمپین جنگ مواد مخدر آمریکا و فیلیپین چگونه بر امنیت ملی در فیلیپین تأثیر گذاشت ؟"}, {"lang": "zho", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "US-Philippines drug-war campaign", "topic_description": "美国-菲律宾的战争是如何影响菲律宾的国家安全的？"}, {"lang": "rus", "source": "20220114-scale21-sockeye2-tm1", "topic_title": "Американско-филиппинская кампания по борьбе с наркоманией", "topic_description": "Как американско-филиппинская кампания по борьбе с наркотиками повлияла на национальную безопасность на Филиппинах?"}], "narratives": {"fas": {"very_valuable": "", "somewhat_valuable": "", "not_that_valuable": "", "non_relevant": ""}}, "report": {"url": "https://en.wikipedia.org/w/index.php?title=Rodrigo_Duterte&oldid=752292532", "text": "In the first three months of Duterte's term in office, according to police figures, over 3,000 killings were attributed to his nationwide anti-drug campaign. More than half were attributed to vigilantes. At the beginning of October, a senior police officer told The Guardian that 10 \"special ops\" official police death squads had been operating, and that he had personally been involved in killing 87 suspects. He described how the corpses were dumped at the roadside (\"salvage\" victims), or had their heads wrapped in masking tape with a cardboard placard labelling them as a drug offender, so that the killing would not be investigated. The chairman of the Commission on Human Rights, Chito Gascon, was quoted in the report: \"I am not surprised, I have heard of this.\" The Philippine National Police declined to comment. The report stated: \"although the Guardian can verify the policeman's rank and his service history, there is no independent, official confirmation for the allegations of state complicity and police coordination in mass murder.\"\n\nDuterte has justified the drug war by claiming that the Philippines was becoming a \"narco-state\". In October 2016, Amnesty International stated there is \"little evidence\" of this; according to the United Nations Office on Drugs and Crime, the prevalence of drug use in the country is lower than the global average. He has dismissed the UN's human rights concerns by dehumanizing drug users, stating in August 2016: \"Crime against humanity? In the first place, I'd like to be frank with you. Are they humans? What is your definition of a human being?\"\n\nDuring his presidential campaign and transition, Duterte called for the reimposition of capital punishment in the country to execute criminals involved in \"heinous\" crimes, such as illegal drug trade, insisting on hanging. Capital punishment in the Philippines was abolished by President Gloria Macapagal Arroyo on June 24, 2006.\n\n\nDuterte delivering his first State of the Nation Address at the Batasang Pambansa with Senate President Aquilino Pimentel III and House Speaker Pantaleon Alvarez on July 25, 2016\nAfter his inauguration, Duterte spoke to journalists in Tondo, Manila, where he urged Filipino citizens to voluntarily kill drug pushers and addicts. A day after his inauguration, Duterte requested for the New People's Army, the armed wing of the Communist Party of the Philippines, to \"disarm and arrest\" drug lords.\n\nThat same day, police chief Ronald dela Rosa warned police officers and personnel involved in illegal drug trade with the option to voluntarily surrender within 48 hours or \"take an absence without official leave, continue being a drug lord, and declare war against the police.\" On July 5, 2016, Duterte revealed the names of five police officials who were allegedly involved in illegal drug trade. On July 7, during a press conference, Duterte presented a chart identifying three Chinese nationals who serve as drug lords in the Philippines. Chief dela Rosa added that there are 23 mayors on Duterte's list of officials involved in illegal drug trade.\n\nThe Philippine Daily Inquirer published a \"kill list\" documenting the extrajudicial killings of suspected criminals involved in drug trafficking by police. Lawmakers responded with criticism to the rise of extrajudicial killings called by Duterte and demanded congressional inquiries and investigation on the incidents. Ifugao Representative Teddy Baguilat urged the Philippine House of Representatives to investigate the \"spate of extrajudicial killings and/or summary executions of suspected violators of laws on illegal drugs and other suspected criminals,\" defending Article III, Section 1 of the Philippine Constitution which states that \"no person shall be deprived of life, liberty or property without due process of law, nor shall any person be denied the equal protection of the laws.\" Senator and former Justice Secretary Leila de Lima urged Duterte's administration to cease the extrajudicial killings and said that she would file a resolution for the Philippine Senate to conduct an investigation, expressing worry that it could cause disorderly violence in communities. While praising Duterte's effort to eradicate illegal drug trade, the militant group Bagong Alyansang Makabayan also asked Duterte to investigate the increasing number of extrajudicial killings, expressing concern over the deaths of alleged drug dealers. The Duterte administration, through Presidential Spokesman Ernesto Abella, responded to the criticism by demanding critics to provide substantive evidence during investigation, which he says the administration is opened to cooperating with.", "date": "2016-11-30"}}
